Repository: MatthiasValvekens/django-webauth
Catalog: webauth/locale/*/LC_MESSAGES/django.po
Languages: nl_be

source: Sent
nl_be: Verzonden

source: Resend activation email
nl_be: Activeringsmail opnieuw verstuurd

source: Permissions
nl_be: Rechten

source: WebAuth authentication layer
nl_be: WebAuth-autenticatielaag

source: New email address
nl_be: Nieuw e-mailadres

source: The character '@' is not allowed in usernames
nl_be: Het teken '@' is niet toegestaan in gebruikersnamen

source: An email address must be set.
nl_be: Je moet een e-mailadres instellen.

source: Superuser must have is_staff=True.
nl_be: Superuser moet is_staff=True hebben.

source: Superuser must have is_superuser=True.
nl_be: Superuser moet is_superuser=True hebben.

source: Superuser must have is_active=True.
nl_be: Superuser moet is_active=True hebben.

source: email address
nl_be: e-mailadres

source: A user with this email address already exists
nl_be: Er is al een gebruiker met dit e-mailadres

source: legacy username
nl_be: oude gebruikersnaam

source: The user's username on the old website, if applicable
nl_be: De gebruikersnaam van deze gebruiker op de oude site (indien van toepassing)

source: staff
nl_be: beheerder

source: Marks whether or not a user has access to the admin console.
nl_be: Geeft aan of deze gebruiker toegang heeft tot de beheerdersconsole.

source: Marks whether or not a user has root access.
nl_be: Geeft aan of deze gebruiker rootrechten heeft op de website.

source: active
nl_be: actief

source: Indicates whether this account is active. Please use this setting instead of deleting accounts.
nl_be: Geeft aan of deze account actief is. Gebruik deze setting i.p.v. accounts te verwijderen.

source: communication language
nl_be: communicatietaal

source: Controls the language of all automatically generated communication.
nl_be: Stelt de taal in van alle automatisch gegenereerde communicatie.

source: date joined
nl_be: toetredingsdatum

source: user
nl_be: gebruiker

source: users
nl_be: gebruikers

source: group
nl_be: groep

source: groups
nl_be: groepen

source: 2FA required
nl_be: 2FA verplicht

source: The token %(token)s expired at %(valid_until)s.
nl_be: Het token %(token)s is vervallen op %(valid_until)s.

source: The token %(token)s has expired.
nl_be: Het token %(token)s is vervallen.

source: OTP device
nl_be: OTP-toestel

source: Enter password
nl_be: Geef wachtwoord in

source: Account activated
nl_be: Account geactiveerd
